<template>
    <div id="container" class="home">

        <van-button type="primary" >首页</van-button>
        <a href="http://172.17.34.161:5173/">跳转</a>
        <span>
            2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。2023年7月29日，习近平总书记参观汉中市博物馆有关历史文物展陈，了解汉中历史文化、文物保护情况。他指出，文物承载灿烂文明，传承历史文化，维系民族精神。要发挥好博物馆保护、传承、研究、展示人类文明的重要作用，守护好中华文脉，并让文物活起来，扩大中华文化的影响力。1111111111111
    
        </span>
    </div>
</template>

<script setup lang="ts"></script>

<style lang="scss" scoped>
    .home {
        padding: 2vh 2vw;
    }
</style>